const pageListData = {
  pageNumber: 1,
  pageSize: 10,
  totalElements: 355,
  content: [{
    modelName: '段落1',
    modelDesc: '在乡下婆婆家中过周末，半夜被梦惊醒，于是披衣出了卧室，一则理理心绪，二则也享受一下这宁静祥和的乡村夜晚。',
    modelDetail: ['珍藏在时光深处的老照片。', '指如削葱根，口如含朱丹。', '纤纤作细步，精妙世无双。'],
    id: 12
  }, {
    modelName: '段落2',
    modelDesc: '我伸手推开窗，以便让外面干净的风吹进来——夜非常的寂静！风很小，但刺骨的凉，风中似有细小的冰屑——那是雪，尖细如针。',
    modelDetail: ['十三能织素。', '十四学裁衣。', '十五弹箜篌，十六诵诗书。'],
    id: 13
  }, {
    modelName: '段落3',
    modelDesc: '砍价=抽奖（自己砍下去的金额）+补贴（优惠券）+目标达成（最多可砍人数）。',
    modelDetail: ['君既若见录，不久望君来。', '君当作磐石，妾当作蒲苇。', '蒲苇纫如丝，磐石无转移。'],
    id: 14
  }, {
    modelName: '段落4',
    modelDesc: '脑海里忽然出现南宋蒋捷的几句词“梦也梦也，梦不到，寒水空流。',
    modelDetail: ['漠漠黄云，湿透木棉裘。', '都道无人愁似我，今夜雪，有梅花，似我愁”。', '可惜，这里没有梅花，唯有那个斜挂的似眉弯月，清冷地看着我！'],
    id: 15
  },{
    modelName: '段落5',
    modelDesc: '在乡下婆婆家中过周末，半夜被梦惊醒，于是披衣出了卧室，一则理理心绪，二则也享受一下这宁静祥和的乡村夜晚。',
    modelDetail: ['珍藏在时光深处的老照片。', '指如削葱根，口如含朱丹。', '纤纤作细步，精妙世无双。'],
    id: 16
  }, {
    modelName: '段落6',
    modelDesc: '我伸手推开窗，以便让外面干净的风吹进来——夜非常的寂静！风很小，但刺骨的凉，风中似有细小的冰屑——那是雪，尖细如针。',
    modelDetail: ['十三能织素。', '十四学裁衣。', '十五弹箜篌，十六诵诗书。'],
    id: 17
  }, {
    modelName: '段落7',
    modelDesc: '砍价=抽奖（自己砍下去的金额）+补贴（优惠券）+目标达成（最多可砍人数）。',
    modelDetail: ['君既若见录，不久望君来。', '君当作磐石，妾当作蒲苇。', '蒲苇纫如丝，磐石无转移。'],
    id: 18
  }, {
    modelName: '段落8',
    modelDesc: '脑海里忽然出现南宋蒋捷的几句词“梦也梦也，梦不到，寒水空流。',
    modelDetail: ['漠漠黄云，湿透木棉裘。', '都道无人愁似我，今夜雪，有梅花，似我愁”。', '可惜，这里没有梅花，唯有那个斜挂的似眉弯月，清冷地看着我！'],
    id: 19
  }]
};

export default pageListData;